{
    "What we do !": "¡Qué hacemos!",
    "Our activities": "Nuestras actividades",
    "Explore more": "Explora más",
    "Materials": "Materiales",
    "Activities": "Actividades",
    "In the framework of the project several training events, workshops and youth\n                    exchanges are organized": "En el marco del proyecto varios eventos de formación, talleres y juventud\n                    Los intercambios están organizados",
    "Read more": "Leer más",
    "Login": "El login",
    "Email Address": "dirección de email",
    "Password": "contraseña",
    "Remember Me": "Recuerdame",
    "Forgot Your Password?": "¿Quieres olvidar tu contraseña?",
    "Confirm Password": "Confirmar la contraseña",
    "Please confirm your password before continuing.": "Por favor confirme su contraseña antes de continuar.",
    "Reset Password": "Recuperación Password",
    "Send Password Reset Link": "Envío de contraseña Reset Link",
    "Register": "Registro",
    "Name": "Nombre",
    "Verify Your Email Address": "Verificar su dirección de correo electrónico",
    "A fresh verification link has been sent to your email address.": "Se ha enviado un nuevo enlace de verificación a su dirección de correo electrónico.",
    "Before proceeding, please check your email for a verification link.": "Antes de proceder, por favor, vea su correo electrónico para un enlace de verificación.",
    "If you did not receive the email": "Si no ha recibido el correo electrónico",
    "click here to request another": "Clic aquí para solicitar otro",
    "Create Activity": "Creación Actividad",
    "Add": "Añadir",
    "Edit Activity": "Edit Actividad",
    "Update": "Actualización",
    "Activity details": "Detalles de Actividad",
    "Welcome To dashboard Page": "Bienvenido a la página del dashboard",
    "Logout": "Logotipo",
    "Create Material": "Crear material",
    "Edit Material": "Edit Materiales",
    "Material details": "Detalles materiales",
    "Create Partner": "Creación de socio",
    "Edit Partner": "El socio Edit",
    "Partner details": "Detalles de los socios",
    "Empowering young people’s entrepreneurship skills": "Mejorar las habilidades empresariales de los jóvenes",
    "What we do": "Lo que hacemos",
    "The aim of the Promovent Project is to empower young people’s participation in\n                            entrepreneurship connecting the latter with the analogous challenge felt in participating\n                            European countries. The project provides young people with the knowledge, skills and\n                            motivation to plan and execute entrepreneurship activities and encourage entrepreneurial\n                            success. In the framework of the project several training events, workshops and youth\n                            exchanges are organized.": "El objetivo del Proyecto Promovente es fomentar la participación de los jóvenes en\n                            Entrepreneurship conectando el último con el desafío análogo sentido en la participación\n                            países europeos. El proyecto proporciona a los jóvenes el conocimiento, las habilidades y\n                            motivación para planificar y ejecutar actividades empresariales y fomentar la\n                            el éxito. En el marco del proyecto varios eventos de formación, talleres y juventud\n                            Los intercambios están organizados.",
    "See more": "Ver más",
    "The project is executed in": "El proyecto se ejecuta en",
    "funded by": "Financiado por",
    "See All": "Ver todos",
    "Language": "Lenguaje",
    "Our Partners": "Nuestros socios",
    "Partners": "Los socios",
    "About us": "Sobre nosotros",
    "Dashboard": "El Dashboard",
    "LOG IN": "Lograrse en",
    "Sign In": "Sigue en",
    "E-mail": "E-mail",
    "Type here...": "Tipo aquí...",
    "Wrong Email Address": "dirección de correo electrónico equivocada",
    "SIGN IN": "SIGN en",
    "Sitemap": "Sitemap",
    "About Us": "Sobre nosotros",
    "Contact information": "Información de contacto",
    "All rights reserved": "Todos los derechos reservados",
    "Download File": "Descargar archivo",
    "Promovent is a project funded by Erasmus+ aiming at empowering young people’s participation in entrepreneurship connecting the latter with the analogous challenge felt in participating European countries. The project provides young people with the knowledge, skills and motivation to plan and execute entrepreneurship activities and encourage entrepreneurial success. The project features a set of training for trainers, workshops, youth exchanges etc. Promovent is implemented by the partnership of 6 organizations: Stepanavan Youth Center NGO (Armenia), Alliance for Society Advancement (Georgia), Asociacion Juvenil Intercambia (Spain), Asociatia Se Poate (Romania), Mine Vaganti NGO (Italy), and Ukrainian Catholic University (Ukraine).": "Promovent es un proyecto financiado por Erasmus+ con el objetivo de fortalecer la participación de los jóvenes en el emprendimiento conectando el último con el desafío análogo percibido en los países europeos participantes. El proyecto proporciona a los jóvenes el conocimiento, las habilidades y la motivación para planificar y ejecutar actividades empresariales y fomentar el éxito empresarial. El proyecto incluye un conjunto de entrenamientos para entrenadores, talleres, intercambios de jóvenes, etc. Promovent está implementado por la asociación de 6 organizaciones: Stepanavan Youth Center NGO (Armenia), Alliance for Society Advancement (Georgia), Asociacion Juvenil Intercambia (España), Asociatia Se Poate (Romania), Mine Vaganti NGO (Italia), y la Universidad Católica Ucraniana (Ucrania).",
    "Forgot password?": "¿Es olvidado la contraseña?",
    "footer_email": "info@intercambia.org",
    "footer_fb": "https://www.facebook.com/Asociaci%C3%B3n-Juvenil-Intercambia-1826969950861439",
    "Reliable partners are the core of making this project happen.": "Los socios fiables son el núcleo de la realización de este proyecto.",
    "In the framework of the project several trainings events, workshops and youth\n                    exchanges are organized": "En el marco del proyecto varios eventos de entrenamiento, talleres y juventud\n                    Los intercambios están organizados",
    "Choose language and download materials, reports, presentations and much more.": "Elegir el idioma y descargar materiales, informes, presentaciones y mucho más."
}
