{
    "What we do !": "Ի՞նչ ենք մենք անում!",
    "Our activities": "Մեր գործունեությունը",
    "Explore more": "Ուսումնասիրեք ավելին",
    "Materials": "Նյութեր",
    "Activities": "Գործունեություն",
    "In the framework of the project several training events, workshops and youth\n                    exchanges are organized": "Ծրագրի շրջանակներում կազմակերպվում են մի շարք ուսումնական միջոցառումներ, աշխատաժողովներ և երիտասարդական փոխանակումներ",
    "Read more": "Կարդալ ավելին",
    "Login": "Մուտք գործել",
    "Email Address": "E-mail հասցե",
    "Password": "Գաղտնաբառ",
    "Remember Me": "Հիշիր ինձ",
    "Forgot Your Password?": "Մոռացե՞լ եք Ձեր password-ը",
    "Confirm Password": "Հաստատեք password-ը",
    "Please confirm your password before continuing.": "Խնդրում ենք հաստատել Ձեր password-ը, մինչեւ դուրս գալը:",
    "Reset Password": "Հրատարակել Password",
    "Send Password Reset Link": "Ուղարկեք գաղտնաբառը վերականգնելու հղումը",
    "Register": "Կրթություն",
    "Name": "Անուն",
    "Verify Your Email Address": "Ստուգեք Ձեր էլփոստի հասցեն",
    "A fresh verification link has been sent to your email address.": "Ձեր էլփոստի հասցեին ուղարկվել է նոր հաստատման հղում:",
    "Before proceeding, please check your email for a verification link.": "Սկսելուց առաջ, խնդրում եմ, համոզվեք ձեր e-mail-ը հաստատման համար:",
    "If you did not receive the email": "Եթե դուք չեք ստացել e-mail-ը",
    "click here to request another": "սեղմեք այստեղ՝ այլ պահանջելու համար",
    "Create Activity": "Ստեղծել գործունեություն",
    "Add": "Ավելացնել",
    "Edit Activity": "Խմբագրել գործունեությունը",
    "Update": "Թարմացնել",
    "Activity details": "Գործունեության մանրամասները",
    "Welcome To dashboard Page": "Բարի գալուստ վահանակի էջ",
    "Logout": "Դուրս գալ",
    "Create Material": "Ստեղծել Նյութ",
    "Edit Material": "Խմբագրել նյութը",
    "Material details": "մանրամասներ",
    "Create Partner": "Ստեղծել գործընկեր",
    "Edit Partner": "Խմբագրել գործընկեր",
    "Partner details": "Գործընկերոջ մանրամասները",
    "Empowering young people’s entrepreneurship skills": "Երիտասարդների ձեռներեցության հմտությունների հզորացում",
    "What we do": "Ի՞նչ ենք մենք անում",
    "The aim of the Promovent Project is to empower young people’s participation in\n                            entrepreneurship connecting the latter with the analogous challenge felt in participating\n                            European countries. The project provides young people with the knowledge, skills and\n                            motivation to plan and execute entrepreneurship activities and encourage entrepreneurial\n                            success. In the framework of the project several training events, workshops and youth\n                            exchanges are organized.": "«Պրոմովենտ» ծրագրի նպատակն է հզորացնել երիտասարդների մասնակցությունը ձեռներեցության մեջ՝ կապելով վերջիններիս համանման մարտահրավերի հետ, որը զգացվում է մասնակից եվրոպական երկրներում: Ծրագիրը երիտասարդներին տալիս է գիտելիքներ, հմտություններ և մոտիվացիա՝ պլանավորելու և իրականացնելու ձեռնարկատիրական գործունեություն և խրախուսելու ձեռնարկատիրական հաջողությունը: Ծրագրի շրջանակներում կազմակերպվում են մի շարք ուսումնական միջոցառումներ, աշխատաժողովներ և երիտասարդական փոխանակումներ:",
    "See more": "Տեսնել ավելինն",
    "The project is executed in": "Նախագիծն իրականացվում է",
    "funded by": "ֆինանսավորվում է",
    "See All": "Տեսնել բոլորը",
    "Language": "լեզուներ",
    "Our Partners": "Մեր ընկերուհիները",
    "Partners": "Գործընկերներ",
    "About us": "Մեր մասին",
    "Dashboard": "Վահանակ",
    "LOG IN": "ՄՈՒՏՔ",
    "Sign In": "Մուտք գործել",
    "E-mail": "E-mail",
    "Type here...": "Գրեք այստեղ...",
    "Wrong Email Address": "սխալ e-mail տվյալներ",
    "SIGN IN": "ՄՈՒՏՔ ԳՈՐԾԵԼ",
    "Sitemap": "Կայքի քարտեզ",
    "About Us": "Մեր մասին",
    "Contact information": "Կոնտակտային տվյալներ",
    "All rights reserved": "Բոլոր իրավունքները պաշտպանված են",
    "Download File": "Բեռնել Ֆայլ",
    "Promovent is a project funded by Erasmus+ aiming at empowering young people’s participation in entrepreneurship connecting the latter with the analogous challenge felt in participating European countries. The project provides young people with the knowledge, skills and motivation to plan and execute entrepreneurship activities and encourage entrepreneurial success. The project features a set of training for trainers, workshops, youth exchanges etc. Promovent is implemented by the partnership of 6 organizations: Stepanavan Youth Center NGO (Armenia), Alliance for Society Advancement (Georgia), Asociacion Juvenil Intercambia (Spain), Asociatia Se Poate (Romania), Mine Vaganti NGO (Italy), and Ukrainian Catholic University (Ukraine).": "Promovent-ը Erasmus+-ի կողմից ֆինանսավորվող ծրագիր է, որի նպատակն է հզորացնել երիտասարդների մասնակցությունը ձեռներեցության մեջ՝ վերջիններս կապելով համանման մարտահրավերի հետ, որը զգացվում է մասնակից եվրոպական երկրներում: Ծրագիրը երիտասարդներին տալիս է գիտելիքներ, հմտություններ և մոտիվացիա՝ պլանավորելու և իրականացնելու ձեռնարկատիրական գործունեություն և խրախուսելու ձեռնարկատիրական հաջողությունը: Ծրագիրը ներառում է դասընթացավարների համար նախատեսված դասընթացներ, սեմինարներ, երիտասարդական փոխանակումներ և այլն: Promovent-ն իրականացվում է 6 կազմակերպությունների համագործակցությամբ՝ Ստեփանավանի երիտասարդական կենտրոն ՀԿ (Հայաստան), Հասարակության առաջընթացի դաշինք (Վրաստան), Asociacion Juvenil Intercambia (Իսպանիա), Asociatia: Se Poate (Ռումինիա), Mine Vaganti ՀԿ (Իտալիա) և Ուկրաինայի կաթոլիկ համալսարան (Ուկրաինա):",
    "Forgot password?": "Մոռացել եք գաղտնաբառը?",
    "Reliable partners are the core of making this project happen.": "Վստահելի գործընկերներն այս ծրագրի իրականացման առանցքն են:",
    "In the framework of the project several trainings events, workshops and youth\n                    exchanges are organized": "Ծրագրի շրջանակներում կազմակերպվում են մի շարք դասընթացներ, սեմինարներ և երիտասարդական փոխանակումներ",
    "Choose language and download materials, reports, presentations and much more.": "Ընտրեք լեզուն և ներբեռնեք նյութեր, զեկույցներ, շնորհանդեսներ և շատ ավելին:",
    "View All": "Տեսնել բոլորը",
    "This website is funded by the European Union. Its contents are the sole responsibility of the project consortium partners and do not necessarily reflect the views of the European Union.": "Այս կայքը ֆինանսավորվում է Եվրոպական միության կողմից: Դրա բովանդակությունը բացառապես պատասխանատվություն է կրում ծրագրի կոնսորցիումի գործընկերների վրա և պարտադիր չէ, որ արտահայտի Եվրոպական միության տեսակետները:"
}
