{
    "What we do !": "Che cosa facciamo!",
    "Our activities": "Le nostre attività",
    "Explore more": "Scopri di più",
    "Materials": "Materiali",
    "Activities": "Attività",
    "In the framework of the project several training events, workshops and youth\n                    exchanges are organized": "Nel quadro del progetto diversi eventi di formazione, workshop e gioventù\n                    Gli scambi sono organizzati",
    "Read more": "Leggi di più",
    "Login": "Il login",
    "Email Address": "Indirizzo email",
    "Password": "Password",
    "Remember Me": "Ricordati di me",
    "Forgot Your Password?": "Hai dimenticato la tua password?",
    "Confirm Password": "conferma password",
    "Please confirm your password before continuing.": "Si prega di confermare la password prima di continuare.",
    "Reset Password": "Ripristino Password",
    "Send Password Reset Link": "Scrivi una recensione per Send Password Reset Link",
    "Register": "Registrazione",
    "Name": "Nome",
    "Verify Your Email Address": "Verifica il tuo indirizzo email",
    "A fresh verification link has been sent to your email address.": "Un nuovo link di verifica è stato inviato al tuo indirizzo e-mail.",
    "Before proceeding, please check your email for a verification link.": "Prima di procedere, si prega di controllare il tuo e-mail per un link di verifica.",
    "If you did not receive the email": "Se non hai ricevuto l’e-mail",
    "click here to request another": "Clicca qui per richiedere un altro",
    "Create Activity": "Creare attività",
    "Add": "Aggiungi",
    "Edit Activity": "Edit Attività",
    "Update": "Aggiornamento",
    "Activity details": "Dettagli di attività",
    "Welcome To dashboard Page": "Benvenuti nella dashboard page",
    "Logout": "di Logout",
    "Create Material": "Creazione di materiale",
    "Edit Material": "Edit Materiale",
    "Material details": "Dettagli materiali",
    "Create Partner": "Creazione di partner",
    "Edit Partner": "Il partner Edit",
    "Partner details": "Dettagli partner",
    "Empowering young people’s entrepreneurship skills": "Migliorare le competenze imprenditoriali dei giovani",
    "What we do": "Cosa facciamo",
    "The aim of the Promovent Project is to empower young people’s participation in\n                            entrepreneurship connecting the latter with the analogous challenge felt in participating\n                            European countries. The project provides young people with the knowledge, skills and\n                            motivation to plan and execute entrepreneurship activities and encourage entrepreneurial\n                            success. In the framework of the project several training events, workshops and youth\n                            exchanges are organized.": "L’obiettivo del Progetto Promovente è quello di incoraggiare la partecipazione dei giovani\n                            l'imprenditorialità collegando quest'ultimo con la sfida analoga percepita nella partecipazione\n                            Paesi europei. Il progetto fornisce ai giovani le conoscenze, le competenze e\n                            motivazione per pianificare e eseguire attività imprenditoriali e incoraggiare l'imprenditorialità\n                            Il successo. Nel quadro del progetto diversi eventi di formazione, workshop e gioventù\n                            Gli scambi sono organizzati.",
    "See more": "Vedi di più",
    "The project is executed in": "Il progetto viene eseguito in",
    "funded by": "finanziato da",
    "See All": "Vedi tutti",
    "Language": "Il linguaggio",
    "Our Partners": "I nostri partner",
    "Partners": "partner",
    "About us": "di noi",
    "Dashboard": "Il Dashboard",
    "LOG IN": "Leggi in",
    "Sign In": "Iscriviti",
    "E-mail": "e-mail",
    "Type here...": "Tipo qui...",
    "Wrong Email Address": "Indirizzo email sbagliato",
    "SIGN IN": "Significa in",
    "Sitemap": "Sitemap",
    "About Us": "di noi",
    "Contact information": "Informazioni di contatto",
    "All rights reserved": "Tutti i diritti riservati",
    "Download File": "Scarica il file",
    "Promovent is a project funded by Erasmus+ aiming at empowering young people’s participation in entrepreneurship connecting the latter with the analogous challenge felt in participating European countries. The project provides young people with the knowledge, skills and motivation to plan and execute entrepreneurship activities and encourage entrepreneurial success. The project features a set of training for trainers, workshops, youth exchanges etc. Promovent is implemented by the partnership of 6 organizations: Stepanavan Youth Center NGO (Armenia), Alliance for Society Advancement (Georgia), Asociacion Juvenil Intercambia (Spain), Asociatia Se Poate (Romania), Mine Vaganti NGO (Italy), and Ukrainian Catholic University (Ukraine).": "Promovent è un progetto finanziato da Erasmus+ che mira a rafforzare la partecipazione dei giovani all’imprenditorialità collegando quest’ultimo con la sfida analoga che si sente nei paesi europei partecipanti. Il progetto fornisce ai giovani le conoscenze, le competenze e la motivazione per pianificare e eseguire attività imprenditoriali e incoraggiare il successo imprenditoriale. Il progetto include un insieme di formazione per allenatori, workshop, scambi giovanili, ecc. Promovent è implementato dalla partnership di 6 organizzazioni: Stepanavan Youth Center NGO (Armenia), Alliance for Society Advancement (Georgia), Asociacion Juvenil Intercambia (Spagna), Asociatia Se Poate (Romania), Mine Vaganti NGO (Italia), e Ucraina Catholic University (Ucraina).",
    "Forgot password?": "La password dimenticata?",
    "Reliable partners are the core of making this project happen.": "I partner affidabili sono il nucleo di questo progetto.",
    "In the framework of the project several trainings events, workshops and youth\n                    exchanges are organized": "Nel quadro del progetto diversi eventi di formazione, workshop e gioventù\n                    Gli scambi sono organizzati",
    "Choose language and download materials, reports, presentations and much more.": "Scegli il linguaggio e scarica i materiali, i rapporti, le presentazioni e altro ancora.",
    "View All": "Visualizza tutti",
    "This website is funded by the European Union. Its contents are the sole responsibility of the project consortium partners and do not necessarily reflect the views of the European Union.": "Questo sito è finanziato dall’Unione europea. Il suo contenuto è responsabilità esclusiva dei partner del consorzio di progetti e non riflette necessariamente le opinioni dell’Unione europea.",
    "Gallery": "Galleria",
    "Moments from our activities": "Momenti delle nostre attività"
}