{
    "What we do !": "რას ვაკეთებთ!",
    "Our activities": "ჩვენი საქმიანობა",
    "Explore more": "გამოიკვლიეთ მეტი",
    "Materials": "მასალები",
    "Activities": "აქტივობები",
    "In the framework of the project several training events, workshops and youth\n                    exchanges are organized": "პროექტის ფარგლებში ეწყობა რამდენიმე სასწავლო ღონისძიება, ვორქშოფები და ახალგაზრდული გაცვლები",
    "Read more": "დაწვრილებით",
    "Login": "შესვლა",
    "Email Address": "ელფოსტის მისამართი",
    "Password": "პაროლი",
    "Remember Me": "დაიმახსოვრე",
    "Forgot Your Password?": "დაგავიწყდათ პაროლი?",
    "Confirm Password": "დაადასტურეთ პაროლი",
    "Please confirm your password before continuing.": "გთხოვთ დაადასტუროთ თქვენი პაროლი გაგრძელებამდე.",
    "Reset Password": "პაროლის გადატვირთვა",
    "Send Password Reset Link": "პაროლის გადატვირთვის ბმულის გაგზავნა",
    "Register": "რეგისტრაცია",
    "Name": "სახელი",
    "Verify Your Email Address": "დაადასტურეთ თქვენი ელ.ფოსტის მისამართი",
    "A fresh verification link has been sent to your email address.": "თქვენს ელ. ფოსტის მისამართზე გაიგზავნა ახალი დამადასტურებელი ბმული.",
    "Before proceeding, please check your email for a verification link.": "სანამ გააგრძელებთ, გთხოვთ, შეამოწმოთ თქვენი ელფოსტა დამადასტურებელი ბმულისთვის.",
    "If you did not receive the email": "თუ არ მიგიღიათ ელ.წერილი",
    "click here to request another": "დააწკაპუნეთ აქ, რომ მოითხოვოთ სხვა",
    "Create Activity": "აქტივობის შექმნა",
    "Add": "დამატება",
    "Edit Activity": "აქტივობის რედაქტირება",
    "Update": "განახლება",
    "Activity details": "აქტივობის დეტალები",
    "Welcome To dashboard Page": "კეთილი იყოს თქვენი მობრძანება დაფის გვერდზე",
    "Logout": "გამოსვლა",
    "Create Material": "შექმენით მასალა",
    "Edit Material": "მატერიალის რედაქტირება",
    "Material details": "მატერიალური დეტალები",
    "Create Partner": "პარტნიორის შექმნა",
    "Edit Partner": "პარტნიორის რედაქტირება",
    "Partner details": "პარტნიორის დეტალები",
    "Empowering young people’s entrepreneurship skills": "ახალგაზრდების მეწარმეობის უნარების გაძლიერება",
    "What we do": "რას ვაკეთებთ",
    "The aim of the Promovent Project is to empower young people’s participation in\n                            entrepreneurship connecting the latter with the analogous challenge felt in participating\n                            European countries. The project provides young people with the knowledge, skills and\n                            motivation to plan and execute entrepreneurship activities and encourage entrepreneurial\n                            success. In the framework of the project several training events, workshops and youth\n                            exchanges are organized.": "Promovent Project-ის მიზანია ახალგაზრდების მონაწილეობის გაძლიერება მეწარმეობაში, რაც ამ უკანასკნელს დაუკავშირებს ანალოგიურ გამოწვევას, რომელიც იგრძნობა მონაწილე ევროპის ქვეყნებში. პროექტი ახალგაზრდებს აძლევს ცოდნას, უნარებსა და მოტივაციას, დაგეგმონ და განახორციელონ სამეწარმეო საქმიანობა და წაახალისონ სამეწარმეო წარმატება. პროექტის ფარგლებში ეწყობა რამდენიმე სასწავლო ღონისძიება, ვორქშოფები და ახალგაზრდული გაცვლები.",
    "See more": "იხილეთ მეტი",
    "The project is executed in": "პროექტი შესრულებულია",
    "funded by": "დაფინანსებულია",
    "See All": "ყველას ნახვა",
    "Language": "ენა",
    "Our Partners": "ჩვენი პარტნიორები",
    "Partners": "პარტნიორები",
    "About us": "ჩვენს შესახებ",
    "Dashboard": "დაფა",
    "LOG IN": "შესვლა",
    "Sign In": "შესვლა",
    "E-mail": "ელ.ფოსტა",
    "Type here...": "აკრიფეთ აქ...",
    "Wrong Email Address": "მცდარი ელფოსტის მისამართი",
    "SIGN IN": "შესვლა",
    "Sitemap": "საიტის რუკა",
    "About Us": "ჩვენს შესახებ",
    "Contact information": "საკონტაქტო ინფორმაცია",
    "All rights reserved": "ყველა უფლება დაცულია",
    "Download File": "ფაილის ჩამოტვირთვა",
    "Promovent is a project funded by Erasmus+ aiming at empowering young people’s participation in entrepreneurship connecting the latter with the analogous challenge felt in participating European countries. The project provides young people with the knowledge, skills and motivation to plan and execute entrepreneurship activities and encourage entrepreneurial success. The project features a set of training for trainers, workshops, youth exchanges etc. Promovent is implemented by the partnership of 6 organizations: Stepanavan Youth Center NGO (Armenia), Alliance for Society Advancement (Georgia), Asociacion Juvenil Intercambia (Spain), Asociatia Se Poate (Romania), Mine Vaganti NGO (Italy), and Ukrainian Catholic University (Ukraine).": "Promovent არის Erasmus+-ის მიერ დაფინანსებული პროექტი, რომელიც მიზნად ისახავს ახალგაზრდების მონაწილეობის გაძლიერებას მეწარმეობაში, რაც ამ უკანასკნელს აკავშირებს ანალოგიურ გამოწვევასთან, რომელიც იგრძნობა მონაწილე ევროპის ქვეყნებში. პროექტი ახალგაზრდებს აძლევს ცოდნას, უნარებსა და მოტივაციას, დაგეგმონ და განახორციელონ სამეწარმეო საქმიანობა და წაახალისონ სამეწარმეო წარმატება. პროექტი მოიცავს ტრენინგების კომპლექსს ტრენერებისთვის, ვორქშოფებისთვის, ახალგაზრდების გაცვლებისთვის და ა.შ. Promovent ახორციელებს 6 ორგანიზაციის პარტნიორობით: სტეპანავნის ახალგაზრდული ცენტრი არასამთავრობო ორგანიზაცია (სომხეთი), ალიანსი საზოგადოების წინსვლისთვის (საქართველო), Asociacion Juvenil Intercambia (ესპანეთი), Asociatia. Se Poate (რუმინეთი), Mine Vaganti NGO (იტალია) და უკრაინის კათოლიკური უნივერსიტეტი (უკრაინა).",
    "Forgot password?": "დაგავიწყდათ პაროლი?",
    "Reliable partners are the core of making this project happen.": "სანდო პარტნიორები არიან ამ პროექტის განხორციელების საფუძველი.",
    "In the framework of the project several trainings events, workshops and youth\n                    exchanges are organized": "პროექტის ფარგლებში ეწყობა რამდენიმე ტრენინგ ღონისძიება, ვორქშოფები და ახალგაზრდული გაცვლები",
    "Choose language and download materials, reports, presentations and much more.": "აირჩიეთ ენა და ჩამოტვირთეთ მასალები, მოხსენებები, პრეზენტაციები და მრავალი სხვა.",
    "View All": "ყველას ნახვა",
    "This website is funded by the European Union. Its contents are the sole responsibility of the project consortium partners and do not necessarily reflect the views of the European Union.": "ეს ვებ გვერდი ფინანსდება ევროკავშირის მიერ. მის შიგთავსზე პასუხისმგებელია პროექტის კონსორციუმის პარტნიორები და აუცილებლად არ ასახავს ევროკავშირის შეხედულებებს.",
    "Gallery": "გალერეა",
    "Moments from our activities": "მომენტები ჩვენი საქმიანობიდან"
}
