{
    "What we do !": "რა ვიყავი!",
    "Our activities": "ჩვენს პრობლემებს",
    "Explore more": "გამოიყურება მეტი",
    "Materials": "Materia მობილური",
    "Activities": "პროგრამები",
    "In the framework of the project several training events, workshops and youth\n                    exchanges are organized": "პროექტის ფარგლებში რამდენიმე ტექნოლოგიური მოწყობილობები, ტექნოლოგიები და ახალგაზრდა\n                    გამოგზავნილია: პროფილი · პირადი მიმოწერა · ჩატი · ელფოსტა",
    "Read more": "Read more",
    "Login": "Login რეგისტრაცია",
    "Email Address": "Email პოსტები",
    "Password": "სიტყვები",
    "Remember Me": "მე მახსოვს",
    "Forgot Your Password?": "Forgot Your Password (რუსთავი ოქტომბერს)",
    "Confirm Password": "პასუხია აქ პასუხია აქ პასუხია აქ პასუხია აქ",
    "Please confirm your password before continuing.": "Please confirm your password before continuing (რუსთავი მილიარდ დოლარით)",
    "Reset Password": "პასუხია აქ პასუხია აქ პასუხია აქ პასუხია აქ",
    "Send Password Reset Link": "გამოგზავნილია:· პროფილი · პირადი მიმოწერა · ელფოსტა",
    "Register": "რეგისტრაცია",
    "Name": "სახელწოდება",
    "Verify Your Email Address": "შეგიძლიათ გააკეთოთ თქვენი e-mail address",
    "A fresh verification link has been sent to your email address.": "A fresh verification link has been sent to your email address (ქართულად) (ქართულად) (ქართულად) (ქართულად) (ქართულად) (ქართულად) (ქართულად) (ქართულად) (ქართულად) (ქართულად) (ქართულად) (ქართულად) (ქართულად) (ქართულად) (ქართულად) (ქართულად) (ქართულად) (ქართულად) (ქართულად) (ქართულად) (ქართულად)",
    "Before proceeding, please check your email for a verification link.": "გამოგზავნილია: · პროფილი · პირადი მიმოწერა · ჩატი · ელფოსტა",
    "If you did not receive the email": "თუ თქვენ არ მიიღო ტელეფონი",
    "click here to request another": "Click here to request მეტი",
    "Create Activity": "Create მუშაობა",
    "Add": "Add წერილი",
    "Edit Activity": "Edit პროდუქცია",
    "Update": "Update რეგისტრაცია",
    "Activity details": "Activity რეგისტრაცია",
    "Welcome To dashboard Page": "გადმოწერე Dashboard Page-ზე",
    "Logout": "რეგისტრაცია",
    "Create Material": "Create ფუნქციონირება",
    "Edit Material": "Edit პროდუქცია",
    "Material details": "Material ფაილები",
    "Create Partner": "Create მეგობარი",
    "Edit Partner": "Edit მეგობარი",
    "Partner details": "პარტნიორები Details",
    "Empowering young people’s entrepreneurship skills": "საგარეო საქმეთა სამინისტრო - საგარეო საქმეთა სამინისტრო - საგარეო საქმეთა სამინისტრო - საგარეო საქმეთა სამინისტრო - საგარეო საქმეთა სამინისტრო - საგარეო საქმეთა სამინისტრო",
    "What we do": "რა გააკეთებთ",
    "The aim of the Promovent Project is to empower young people’s participation in\n                            entrepreneurship connecting the latter with the analogous challenge felt in participating\n                            European countries. The project provides young people with the knowledge, skills and\n                            motivation to plan and execute entrepreneurship activities and encourage entrepreneurial\n                            success. In the framework of the project several training events, workshops and youth\n                            exchanges are organized.": "გამოგზავნილია:· პროფილი · პირადი მიმოწერა · ჩატი · ელფოსტა\n                            გამოგზავნილია: · პროფილი · პირადი მიმოწერა · ჩატი · ელფოსტა\n                            ევროკავშირის ქვეყანაში. პროგრამის გამოყენებით ითამაშეთ იურიდიული საშუალებები, იურიდიული საშუალებები და\n                            Motivation to plan and execute entrepreneurship activities და განხორციელება entrepreneurship\n                            ბედნიერება. პროექტის ფარგლებში რამდენიმე ტექნოლოგიური მოწყობილობები, ტექნოლოგიები და ახალგაზრდა\n                            შეხვედრები გაიმართება.",
    "See more": "მეტი ვიყავი",
    "The project is executed in": "პროექტის გამოცდილება გაიმართა",
    "funded by": "ფასდაკლება by",
    "See All": "View ყველა",
    "Language": "ვებგვერდზე",
    "Our Partners": "მეგობრები",
    "Partners": "მეგობრები",
    "About us": "ჩვენს შესახებ",
    "Dashboard": "Dashboard რეგისტრაცია",
    "LOG IN": "რეგისტრაციის გარეშე",
    "Sign In": "რეგისტრაციის გარეშე",
    "E-mail": "E-mail წერილი",
    "Type here...": "გადმოწერე აქ...",
    "Wrong Email Address": "პასუხია აქ პასუხია აქ პასუხია აქ პასუხია აქ",
    "SIGN IN": "რეგისტრაციის გარეშე",
    "Sitemap": "Sitemap სურათები",
    "About Us": "ჩვენს შესახებ",
    "Contact information": "კითხვები Contact Information",
    "All rights reserved": "ყველა უფლებები განხორციელებული",
    "Download File": "Download ფაილი",
    "Promovent is a project funded by Erasmus+ aiming at empowering young people’s participation in entrepreneurship connecting the latter with the analogous challenge felt in participating European countries. The project provides young people with the knowledge, skills and motivation to plan and execute entrepreneurship activities and encourage entrepreneurial success. The project features a set of training for trainers, workshops, youth exchanges etc. Promovent is implemented by the partnership of 6 organizations: Stepanavan Youth Center NGO (Armenia), Alliance for Society Advancement (Georgia), Asociacion Juvenil Intercambia (Spain), Asociatia Se Poate (Romania), Mine Vaganti NGO (Italy), and Ukrainian Catholic University (Ukraine).": "Promovent არის პროგრამა, რომელიც Erasmus+-ზე ფასდაკლება გაიმართა, რომელმაც ითამაშოს ახალგაზრდა ბრალდებულების გათვალისწინებით ბრალდებულების გათვალისწინებით ბრალდებულების გათვალისწინებით ბრალდებულების გათვალისწინებით ბრალდებულების გათვალისწინებით ბრალდებულების გათვალისწინებით ბრალდებულების გათვალისწინებით. პროექტის გამოცდილება ითვალისწინებს ითვალისწინებს ითვალისწინებს ითვალისწინებს ითვალისწინებს ითვალისწინებს ითვალისწინებს ითვალისწინებს ითვალისწინებს ითვალისწინებს ითვალისწინებს ითვალისწინებს ითვალისწინებს ითვალისწინებს ითვალისწინებს. გამოგზავნილია:· პროფილი · პირადი მიმოწერა · ჩატი · ელფოსტა პროფესიული განვითარება გაიმართა 6 ინიციატივით: Stepanavan Youth Center NGO (Armenia), Alliance for Society Advancement (Georgia), Asociacion Juvenil Intercambia (Spain), Asociatia Se Poate (Romania), Mine Vaganti NGO (Italy), და Ukrainian Catholic University (Ukraine).",
    "Forgot password?": "გამოგზავნილია password?",
    "footer_email": "asa4you@outlook.com",
    "Reliable partners are the core of making this project happen.": "საინტერესო პარტნიორები არის საფუძველზე ამ პროგრამის გაკეთება.",
    "In the framework of the project several trainings events, workshops and youth\n                    exchanges are organized": "პროექტის ფარგლებში რამდენიმე ტექნოლოგიური მოწყობილობები, ტექნოლოგიები და ახალგაზრდა\n                    გამოგზავნილია: 16 May 2018, 14:44 #5246 · პროფილი · პირადი მიმოწერა · ჩატი · ელფოსტა",
    "Choose language and download materials, reports, presentations and much more.": "გამოგზავნილია: 16 May 2018, 14:44 #517417 · პროფილი · პირადი მიმოწერა · ჩატი · ელფოსტა"
}
