{
    "What we do !": "Що ми робимо!",
    "Our activities": "Наші дії",
    "Explore more": "Досліджуйте більше",
    "Materials": "Матеріали",
    "Activities": "Діяльність",
    "In the framework of the project several training events, workshops and youth\n                    exchanges are organized": "У рамках проекту проводяться кілька тренувальних заходів, майстер-класів та молодіжних заходів.\n                    Організуються обміни",
    "Read more": "Читати далі",
    "Login": "Логінг",
    "Email Address": "Електронна адреса",
    "Password": "Пароль",
    "Remember Me": "Пам’ятайте мене",
    "Forgot Your Password?": "Ви забули пароль?",
    "Confirm Password": "Підтвердити пароль",
    "Please confirm your password before continuing.": "Будь ласка, підтверджуйте свій пароль, перш ніж продовжувати.",
    "Reset Password": "Реєстрація Password",
    "Send Password Reset Link": "Завантажити Password Reset Link",
    "Register": "Реєстрація",
    "Name": "Назва",
    "Verify Your Email Address": "Перевірте свою адресу електронної пошти",
    "A fresh verification link has been sent to your email address.": "До вашої електронної пошти надіслано новий посилання на перевірку.",
    "Before proceeding, please check your email for a verification link.": "Перед початком процедури, будь ласка, перевірте свій електронний лист для перевірки посилання.",
    "If you did not receive the email": "Якщо ви не отримали електронну пошту",
    "click here to request another": "Клікніть тут, щоб попросити ще одну",
    "Create Activity": "Створення Діяльність",
    "Add": "Додати",
    "Edit Activity": "Edit Діяльність",
    "Update": "Оновлення",
    "Activity details": "Детальніше про діяльність",
    "Welcome To dashboard Page": "Ласкаво просимо на сторінку Dashboard",
    "Logout": "Логоти",
    "Create Material": "Створення Material",
    "Edit Material": "Редагувати матеріал",
    "Material details": "матеріальні деталі",
    "Create Partner": "Створення партнера",
    "Edit Partner": "Співробітники Edit",
    "Partner details": "Детальніше про партнера",
    "Empowering young people’s entrepreneurship skills": "Підвищення підприємницьких здібностей молоді",
    "What we do": "Що ми робимо",
    "The aim of the Promovent Project is to empower young people’s participation in\n                            entrepreneurship connecting the latter with the analogous challenge felt in participating\n                            European countries. The project provides young people with the knowledge, skills and\n                            motivation to plan and execute entrepreneurship activities and encourage entrepreneurial\n                            success. In the framework of the project several training events, workshops and youth\n                            exchanges are organized.": "Метою проекту є заохочення участі молодих людей у\n                            підприємництво, що пов'язує останнє з аналогічним викликом, відчутим у участі\n                            Європейські країни. Проект надає молодим людям знання, навички та\n                            мотивація до планування та здійснення підприємницької діяльності та заохочення підприємницької діяльності;\n                            Успіх → У рамках проекту проводяться кілька тренувальних заходів, майстер-класів та молодіжних заходів.\n                            Організація обміну здійснюється.",
    "See more": "Переглянути більше",
    "The project is executed in": "Проект реалізується в",
    "funded by": "Фінансовано за",
    "See All": "Переглянути все",
    "Language": "Мова",
    "Our Partners": "Наші партнери",
    "Partners": "Партнери",
    "About us": "Про нас",
    "Dashboard": "Дашборд",
    "LOG IN": "Зареєструйтесь",
    "Sign In": "Підписуйтеся",
    "E-mail": "електронна пошта",
    "Type here...": "Тип тут...",
    "Wrong Email Address": "Неправильна адреса електронної пошти",
    "SIGN IN": "Зареєструйтесь",
    "Sitemap": "Sitemap",
    "About Us": "Про нас",
    "Contact information": "Контактна інформація",
    "All rights reserved": "Всі права захищені",
    "Download File": "Завантажити файл",
    "Promovent is a project funded by Erasmus+ aiming at empowering young people’s participation in entrepreneurship connecting the latter with the analogous challenge felt in participating European countries. The project provides young people with the knowledge, skills and motivation to plan and execute entrepreneurship activities and encourage entrepreneurial success. The project features a set of training for trainers, workshops, youth exchanges etc. Promovent is implemented by the partnership of 6 organizations: Stepanavan Youth Center NGO (Armenia), Alliance for Society Advancement (Georgia), Asociacion Juvenil Intercambia (Spain), Asociatia Se Poate (Romania), Mine Vaganti NGO (Italy), and Ukrainian Catholic University (Ukraine).": "Промоурент - це проект, що фінансується Erasmus+ з метою посилення участі молодих людей у підприємництві, пов'язуючи останній з аналогічним викликом, який відчувається у учасницьких європейських країнах. Проект надає молодим людям знання, навички та мотивацію для планування та виконання підприємницької діяльності та сприяння підприємницькому успіху. Проект включає в себе набір підготовки для тренерів, майстер-класів, молодіжних обмінів і т.д. Промовент здійснюється партнерством 6 організацій: Stepanavan Youth Center NGO (Арменія), Alliance for Society Advancement (Грузія), Asociacion Juvenil Intercambia (Іспанія), Asociatia Se Poate (Романія), Mine Vaganti NGO (Італія), і Український католицький університет (Україна).",
    "Forgot password?": "Забути пароль?",
    "footer_email": "sophie.holub@ucu.edu.ua",
    "Reliable partners are the core of making this project happen.": "Надійні партнери є основою для того, щоб цей проект відбувся.",
    "In the framework of the project several trainings events, workshops and youth\n                    exchanges are organized": "У рамках проекту проводяться кілька тренувальних заходів, майстер-класів та молодіжних заходів.\n                    Організуються обміни",
    "Choose language and download materials, reports, presentations and much more.": "Виберіть мову і завантажуйте матеріали, звіти, презентації та багато іншого."
}
