{
    "What we do !": "Ce facem noi!",
    "Our activities": "Activitățile noastre",
    "Explore more": "Explorați mai mult",
    "Materials": "Materiale",
    "Activities": "Activități",
    "In the framework of the project several training events, workshops and youth\n                    exchanges are organized": "În cadrul proiectului, mai multe evenimente de formare, ateliere și tineret\n                    Schimburile sunt organizate",
    "Read more": "Citește mai mult",
    "Login": "Loginul",
    "Email Address": "Adresa de e-mail",
    "Password": "Parolă",
    "Remember Me": "Îmi amintesc",
    "Forgot Your Password?": "Am uitat parola ta?",
    "Confirm Password": "Confirmă parola",
    "Please confirm your password before continuing.": "Vă rugăm să confirmați parola înainte de a continua.",
    "Reset Password": "Reîncărcare Password",
    "Send Password Reset Link": "Scrieți parola Reset Link",
    "Register": "înregistrare",
    "Name": "Numele",
    "Verify Your Email Address": "Verificați adresa dvs. de e-mail",
    "A fresh verification link has been sent to your email address.": "Un nou link de verificare a fost trimis la adresa dvs. de e-mail.",
    "Before proceeding, please check your email for a verification link.": "Înainte de procedură, vă rugăm să verificați e-mailul pentru un link de verificare.",
    "If you did not receive the email": "Dacă nu ați primit e-mailul",
    "click here to request another": "Click aici pentru a solicita un alt",
    "Create Activity": "Creaţi activităţi",
    "Add": "Adăugați",
    "Edit Activity": "Activitatea Edit",
    "Update": "Actualizare",
    "Activity details": "Detalii de activitate",
    "Welcome To dashboard Page": "Bine ați venit la dashboard",
    "Logout": "Întâlnire",
    "Create Material": "Creați material",
    "Edit Material": "Materialul Edit",
    "Material details": "Detalii materiale",
    "Create Partner": "Creați partener",
    "Edit Partner": "Parteneri Edit",
    "Partner details": "Detalii partenerului",
    "Empowering young people’s entrepreneurship skills": "Îmbunătățirea abilităților antreprenoriale ale tinerilor",
    "What we do": "Ce facem noi",
    "The aim of the Promovent Project is to empower young people’s participation in\n                            entrepreneurship connecting the latter with the analogous challenge felt in participating\n                            European countries. The project provides young people with the knowledge, skills and\n                            motivation to plan and execute entrepreneurship activities and encourage entrepreneurial\n                            success. In the framework of the project several training events, workshops and youth\n                            exchanges are organized.": "Obiectivul proiectului este de a stimula participarea tinerilor la\n                            antreprenoriatul care conectează ultima cu provocarea analogă simțită în participarea la\n                            ţările europene. Proiectul oferă tinerilor cunoștințele, abilitățile și\n                            motivaţie pentru planificarea şi executarea activităţilor antreprenoriale şi pentru a încuraja antreprenoriatul\n                            Succesul. În cadrul proiectului, mai multe evenimente de formare, ateliere și tineret\n                            Schimburile sunt organizate.",
    "See more": "Vezi mai mult",
    "The project is executed in": "Proiectul este executat în",
    "funded by": "Finanţată de",
    "See All": "Vezi toate",
    "Language": "Limbă",
    "Our Partners": "Partenerii noștri",
    "Partners": "Parteneri",
    "About us": "Despre noi",
    "Dashboard": "Dashboardul",
    "LOG IN": "Întâlnire",
    "Sign In": "semnează în",
    "E-mail": "E-mail",
    "Type here...": "Tipul aici...",
    "Wrong Email Address": "Adresa e-mail greșită",
    "SIGN IN": "semnează în",
    "Sitemap": "Sitemap",
    "About Us": "Despre noi",
    "Contact information": "Informații de contact",
    "All rights reserved": "Toate drepturile rezervate",
    "Download File": "Descărcați fișier",
    "Promovent is a project funded by Erasmus+ aiming at empowering young people’s participation in entrepreneurship connecting the latter with the analogous challenge felt in participating European countries. The project provides young people with the knowledge, skills and motivation to plan and execute entrepreneurship activities and encourage entrepreneurial success. The project features a set of training for trainers, workshops, youth exchanges etc. Promovent is implemented by the partnership of 6 organizations: Stepanavan Youth Center NGO (Armenia), Alliance for Society Advancement (Georgia), Asociacion Juvenil Intercambia (Spain), Asociatia Se Poate (Romania), Mine Vaganti NGO (Italy), and Ukrainian Catholic University (Ukraine).": "Promovent este un proiect finanțat de Erasmus+ care vizează îmbunătățirea participării tinerilor la antreprenoriat prin conectarea acestuia cu provocarea analogă simțită în țările europene participante. Proiectul oferă tinerilor cunoștințele, abilitățile și motivația de a planifica și de a desfășura activități antreprenoriale și de a încuraja succesul antreprenorial. Proiectul include un set de formare pentru antrenori, ateliere, schimburi de tineret etc. Promoventul este implementat de parteneriatul a 6 organizații: Stepanavan Youth Center NGO (Armenia), Alliance for Society Advancement (Georgia), Asociacion Juvenil Intercambia (Spania), Asociatia Se Poate (Romania), Mine Vaganti NGO (Italia) și Universitatea Catolică Ucraina (Ucraina).",
    "Forgot password?": "A uitat parola?",
    "Reliable partners are the core of making this project happen.": "Partenerii de încredere sunt centrul realizării acestui proiect."
}